Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: This school year, how often did you do the following tasks using <digital resources> in your school lessons?
sv_se: Hur ofta under detta läsår har du använt digitala verktyg under lektionerna för att göra följande?

source: This school year, how often did your teacher do the following things in your <broad science> lessons?
sv_se: Hur ofta har din lärare gjort följande saker på dina lektioner i NO-ämnen under det här läsåret?

source: This school year, how often did your teacher do the following things in your <school science> lessons?
sv_se: Hur ofta har din lärare gjort följande saker på dina lektioner i NO-ämnen under det här läsåret?

source: This simulation can be used to investigate the time taken between when an observer sees lightning strike and when they hear thunder.
sv_se: Simuleringen kan användas för att undersöka hur lång tid det tar mellan när en observatör ser en blixt och när den hör åska.

source: This simulation models the amount of noise produced by an aircraft engine with metal foam sound deadening.
sv_se: Denna simulering modellerar mängden buller som produceras av en flygplansmotor med ljuddämpande metallskum.

source: This sinking is known as land subsidence (vertical downward movement of the Earth’s surface).
sv_se: Detta sjunkande kallas sättning (vertikal nedåtrörelse av jordytan).

source: This species of bird lives in groups.
sv_se: Denna fågelart lever i grupper.

source: This suggests there is no real increase in global temperature over time.
sv_se: Det tyder på att det inte sker någon verklig ökning av den globala temperaturen över tid.

source: This table compares typical carbon dioxide (CO₂) emissions of cars using fossil fuels with that of cars using electricity generated from different sources.
sv_se: Tabellen nedan jämför de typiska koldioxidutsläppen (CO₂) från bilar som drivs med fossila bränslen med de typiska koldioxidutsläppen från bilar som drivs med elektricitet som genererats av olika källor.

source: This will allow visitors to exit the exhibition.
sv_se: Detta gör att besökarna kan lämna utställningen.

source: This year
sv_se: Detta år

source: Three
sv_se: Tre

source: Three different snacks are listed below.
sv_se: Tre olika snacks räknas upp nedan.

source: Three independent scientific study groups have monitored Earth’s average surface temperature (global temperature) for the past 120 years.
sv_se: Tre oberoende forskningsgrupper har övervakat medeltemperaturen vid jordytan (global temperatur) de senaste 120 åren.

source: Three of the insects used a similar pattern of sounds.
sv_se: Tre av insekterna använde ett liknande ljudmönster.

source: Three or four times
sv_se: Tre eller fyra gånger

source: Three or more
sv_se: Tre eller fler

source: Three or more school years, not including this school year
sv_se: Tre eller fler läsår utöver det här läsåret

source: Three strategies that can be used to reduce the negative impact of resource usage on the environment are described in the table below.
sv_se: Tre strategier som kan användas för att minska resursanvändningens negativa effekter på miljön beskriv i nedanstående tabell.

source: Through my friends
sv_se: Genom mina vänner

source: Through my parents
sv_se: Genom mina föräldrar

source: Through my siblings
sv_se: Genom mina syskon

source: Through other relatives
sv_se: Genom andra släktingar

source: Thunder is the sound caused by the rapid heating of air that occurs during a lightning strike.
sv_se: Åska är det ljud som orsakas av den snabba uppvärmning av luft som inträffar när en blixt bildas.

source: Thunder occurs at the same time, but the observer hears it a little later.
sv_se: Åskan inträffar samtidigt, men observatören hör det något senare.

source: Tide level (metres)
sv_se: Tidvattennivå (i meter)

source: Tide movement
sv_se: Tidvattenrörelse

source: Tides are the periodic rise and fall of local sea levels.
sv_se: Tidvatten är den periodiska höjningen och sänkningen av lokala havsnivåer.

source: Time (days)
sv_se: Tid (dagar)

source: Time (minutes)
sv_se: Tid (minuter)

source: Time (seconds)
sv_se: Tid (sekunder)

source: Time (years)
sv_se: Tid (år)

source: Time between seeing lightning strike and hearing thunder (s)
sv_se: Fördröjning i tid mellan att blixten syns och åskan hörs (s)

source: Time for a first ant to find the food (minutes)
sv_se: Tid för den första myran att hitta maten (i minuter)

source: Time for ants to find the food (minutes)
sv_se: Tid för myrorna att hitta maten (i minuter)

source: Time for one complete orbit around Sun (Earth days)
sv_se: Tid för ett helt varv runt solen (i jorddagar)

source: Time it takes to decompose
sv_se: Tiden det tar att brytas ner

source: Time of Day
sv_se: Tid på dagen

source: Time of day
sv_se: Tid på dagen

source: Time of observation
sv_se: Tidpunkt för observationen

source: To change the colour of the image, connect the new block to the second place block.
sv_se: För att byta färg på bilden kopplar du det nya blocket till det andra placera-blocket.

source: To a large extent
sv_se: I stor utsträckning

source: To achieve this, Jay used the following blocks:
sv_se: För att göra detta använde Alex följande block:

source: To achieve this, it has been suggested that more turbines should be added to one location in the river.
sv_se: För att åstadkomma det har det föreslagits att fler turbiner borde sättas på en av platserna i floden.

source: To adapt teaching to the students’ needs
sv_se: För att anpassa undervisningen till elevernas behov

source: To alleviate this problem, engineers have created artificial glaciers, called ice stupas, to capture meltwater during the winter.
sv_se: För att minska detta problem har ingenjörer skapat artificiella glaciärer, så kallade isstupor, för att samla upp smältvatten under vintern.

source: To award certificates to students
sv_se: För att ge diplom till elever

source: To change the sound emitted from the aircraft engine before it travels through the foam, move the slider for Initial sound intensity.
sv_se: För att ändra ljudet som avges från flygplansmotorn innan det färdas genom skummet, flytta reglaget för att ange ursprunglig ljudintensitet.

source: To communicate with the dolphins, we use a sound machine .
sv_se: För att kommunicera med delfinerna använder vi en ljudmaskin .

source: To communicate with students
sv_se: För att kommunicera med eleverna

source: To compare the school to <district or national> performance
sv_se: För att jämföra skolan med nationella resultat

source: To compare the school with other schools
sv_se: För att jämföra skolan med andra skolor

source: To conduct preliminary research on a new topic
sv_se: För att göra inledande efterforskningar inom ett nytt ämne

source: To create metal foam, researchers coat a polymer foam with a metal alloy, then burn away the polymer.
sv_se: För att tillverka metallskum klär forskare ett polymerskum med en metallegering och bränner därefter bort polymeren.

source: To delete any row of data, click on the delete button next to that row.
sv_se: Om du vill ta bort en rad med data klickar du på knappen "Ta bort" bredvid raden.

source: To delete any row of data, click on the ‘–’ symbol in the fourth column.
sv_se: För att radera någon rad med data, klicka på symbolen '-' i fjärde kolumnen.

source: To determine the calorific value of three hydrocarbons, an experiment is carried out to find the mass of different hydrocarbons required to boil water.
sv_se: För att fastställa kalorivärdet för tre kolväten utförs ett experiment där man fastställer den massa av respektive kolväte som krävs för att koka vatten.

source: To do this they will use two underwater microphones to record the sounds made by fish.
sv_se: För att kunna göra det använder de två undervattensmikrofoner för att spela in ljuden som fiskar gör.

source: To do this, she added a new decision block Have you searched in all libraries? and connected the Yes and No arrows (highlighted in yellow).
sv_se: För att göra detta lade hon till ett nytt beslutsblock Har du sökt på alla bibliotek? och kopplade Ja- och Nej-pilarna till det (gul markering).

source: To do this, should they compare C, W1, W2 and R to each other or compare C to W1, W2 and R combined?
sv_se: För att göra detta, ska de då jämföra C, W1, W2 och R med varandra eller ska de jämföra C med en kombination av W1, W2 och R?

source: To draft texts for writing assignments
sv_se: För att redigera texter för skrivuppgifter

source: To enhance students’ capacity to learn on their own
sv_se: Stärka elevernas förmåga att lära sig på egen hand

source: To fill the first cell in Row 2 of the artwork, you need to do the following:
sv_se: För att fylla den första cellen på rad 2 i konstverket, behöver du göra följande:

source: To fill the second cell in Row 2, you need to do the following:
sv_se: För att fylla den andra cellen på rad 2, behöver du göra följande:

source: To find out how cycling impacts fitness, you need 3 plans.
sv_se: För att ta reda på hur cykling påverkar konditionen behöver du 3 upplägg.

source: To find out if colour effects how quickly ants find food, Jess places two pieces of food on the ground.
sv_se: För att ta reda på om färgen påverkar hur snabbt myror hittar mat lägger Jessica två bitar mat på marken.

source: To give students advice on how to manage negative emotions related to learning (e.g. frustration, anxiety, boredom)
sv_se: Ge eleverna råd om hur de hanterar negativa känslor kopplade till studierna (t.ex. frustration, oro, uttråkning)

source: To group students for instructional purposes
sv_se: För att dela in eleverna i grupper för undervisningsändamål

source: To guide students’ learning
sv_se: För att vägleda elevernas inlärning

source: To help manage the town’s energy use, an adviser suggests several actions.
sv_se: En rådgivare föreslår flera åtgärder för att hantera stadens energianvändning.

source: To help me learn
sv_se: För att hjälpa mig att lära

source: To help you choose which planets to use in your simulations, click on the Information tab.
sv_se: Klicka på fliken Information för att få hjälp med att välja vilka planeter som ska användas i dina simuleringar.

source: To identify aspects of instruction or the curriculum that could be improved
sv_se: För att identifiera aspekter av undervisningen eller kursplaner som kan förbättras

source: To improve our model we need to include important information from Ben.
sv_se: För att förbättra vår modell behöver vi viktig information från Bengt.

source: To improve the accuracy of her model, she adds the new variable speed bumps between the distance travelled variable and travel time variable.
sv_se: För att förbättra modellens precision lägger hon till den nya variabeln farthinder mellan variablerna körsträcka och restid.

source: To improve the growth of argan trees, seedlings should be grown with Glomus sp2 fungi rather than Glomus sp1 fungi.
sv_se: För att förbättra tillväxten hos arganträd är det bättre att odla plantor med svampen Glomus sp2 än med svampen Glomus sp1.

source: To inform parents or guardians about their child’s progress
sv_se: För att informera föräldrar eller vårdnadshavare om barnets framsteg

source: To investigate if a relationship (e.g. between running and fitness) depends on another variable (e.g. sleep), conduct two sets of three plans:
sv_se: För att undersöka om ett förhållande (t.ex. mellan löpning och kondition) beror på någon annan variabel (t.ex. sömn), ska du göra två omgångar med tre upplägg:

source: To investigate the impact on biodiversity, the scientists count the number of plant species present in each fragment once every year.
sv_se: För att undersöka effekten på biologisk mångfald räknar forskarna antalet växtarter som finns i varje odlingsyta en gång om året.

source: To investigate this, they studied two species of frog in an area near a pond.
sv_se: För att undersöka detta studerade de två grodarter i ett område nära en damm.

source: To make decisions about students’ retention or promotion
sv_se: För att fatta beslut om eleven ska gå om en årskurs eller avancera

source: To make judgements about teachers’ effectiveness
sv_se: För att göra bedömningar av lärarnas effektivitet

source: To make their choice, they are considering both environmental and nutritional data for each alternative.
sv_se: De tar hänsyn till både miljö- och näringsdata för varje dryck när de gör sitt val.

source: To monitor the school’s progress from year to year
sv_se: För att följa skolans framsteg från år till år

source: To move objects in column 3, the blue if block tells the claw where to place the jars and the can.
sv_se: För att flytta föremålen i kolumn 3 används det blå om-blocket för att säga till klon var den ska placera glasburkarna och konservburken.

source: To prevent the water freezing in the pipes, we should add salt to the water to lower its freezing point.
sv_se: För att förhindra att vattnet fryser i ledningarna borde vi tillsätta salt till vattnet för att sänka fryspunkten.

source: To program this behaviour, Ryan added a new decision block and connected the Yes and No arrows to it (highlighted in yellow).
sv_se: För att programmera detta beteende lade Robin till ett nytt beslutsblock och kopplade Ja- och Nej-pilar till det (gul markering).

source: To remove all impurities from the petroleum, the following techniques can be used:
sv_se: För att ta bort alla orenheter från petroleumet kan följande metoder användas:

source: To see how the controls in this simulation work, follow these steps:
sv_se: Följ stegen nedan för att se hur man styr simuleringen:

source: To solve the task, you compared the actions and calls made by dolphins in the recordings.
sv_se: För att lösa uppgiften jämförde du handlingarna och ljuden som delfinerna gjorde på inspelningarna.

source: To solve the task, you compared the reactions and calls made by dolphins in the recordings.
sv_se: För att lösa uppgiften jämförde du reaktionerna och ljuden som delfinerna gav ifrån sig på inspelningarna.

source: To solve this task, first find the rocket power level that results in a safe landing on all planets.
sv_se: För att lösa den här uppgiften behöver du först komma fram till den effektnivå på raketen som resulterar i en säker landning på samtliga planeter.

source: To solve this task, you need to compare data on Planet G with data from other planets with the same atmosphere (at least C and E).
sv_se: För att lösa den här uppgiften behöver du jämföra data för planet G med data från andra planeter med samma atmosfär (åtminstone C och E).

source: To solve this task, you need to run multiple simulations for the correct journey using different levels of rocket power.
sv_se: För att lösa den här uppgiften behöver du köra flera simuleringar av den korrekta resan med olika effektnivåer för raketen.

source: To some extent
sv_se: Till viss del

source: To summarize a text I had to read
sv_se: För att sammanfatta en text jag behöver läsa

source: To support students’ capacity to plan, monitor and evaluate their learning
sv_se: Stötta elevernas förmåga att planera, följa upp och utvärdera sin inlärning

source: To teach students how to give feedback to each other as part of group work
sv_se: Lära eleverna hur de ger varandra feedback som del av grupparbete

source: To teach students how to use the feedback they receive from teachers
sv_se: Lära eleverna hur de använder den feedback de får från sina lärare

source: To teach students when and how they should seek for help in their study
sv_se: Lära eleverna när och hur de ska söka hjälp med sina studier

source: To teach the subject to the whole class
sv_se: För att undervisa ämnet till hela klassen

source: To test this hypothesis, which one of these factors must be kept constant?
sv_se: Vilken av nedanstående faktorer måste hållas konstant för att testa denna hypotes?

source: To test this, the students carry out the following experiment:
sv_se: För att testa det utför eleverna följande experiment:

source: To test what we have learned
sv_se: För att testa vad vi har lärt oss

source: To train students to carry out complex projects over multiple days
sv_se: Lära eleverna att genomföra komplexa projekt över flera dagar

source: To try to solve these issues, sustainable cotton production methods are being developed.
sv_se: För att försöka lösa dessa problem utvecklas metoder för hållbar bomullsproduktion.

source: To try to solve this problem, the farmers added American Eel grass (a water plant) to the tanks.
sv_se: För att försöka lösa detta problem planterade odlarna amerikanskt ålgräs (en vattenväxt) i tankarna.

source: To understand how the number of visitors influences average satisfaction, you need to run several simulations increasing the number of visitors each time.
sv_se: För att förstå hur antalet besökare påverkar den genomsnittliga nöjdheten, behöver du köra flera simuleringar och öka antalet besökare varje gång.

source: To what extent are you able to do the following tasks when using <digital resources>?
sv_se: I vilken utsträckning kan du göra följande uppgifter när du använder digitala verktyg?

source: To what extent do you agree or disagree with the following statements about you?
sv_se: Hur mycket håller du med om följande påståenden om dig?

source: To what extent do you agree or disagree with the following statements about your <science teacher>?
sv_se: Hur mycket håller du med om följande påståenden om din lärare i NO-ämnena?

source: To what extent do you agree or disagree with the following statements about your school’s purposes to teach using <digital resources>?
sv_se: I vilken utsträckning håller du med om följande påståenden om skolans syfte med att använda digitala lärresurser i undervisningen?

source: To what extent do you agree or disagree with the following statements on learning <English²>?
sv_se: Hur mycket håller du med om följande påståenden om att lära sig engelska?

source: To what extent do you agree or disagree with the following statements?
sv_se: Hur mycket håller du med om följande påståenden?

source: To what extent do you agree with the following statements about your school’s capacity to enhance learning and teaching using digital devices?
sv_se: I vilken utsträckning håller du med om följande påståenden om din skolas kapacitet att använda digital utrustning för att främja inlärning och undervisning?

source: To what extent have you been taught at school how to do the following tasks?
sv_se: I vilken utsträckning har du fått lära dig i skolan hur man gör följande uppgifter?

source: To what extent is each of the following behaviours a problem in your school?
sv_se: I vilken omfattning är vart och ett av följande beteenden ett problem på din skola?

source: To which of these are you referring to as your parent or guardian?
sv_se: Vem är din förälder/vårdnadshavare?

source: Tokyo, Tianjin and New York are affected by land subsidence.
sv_se: Tokyo, Tianjin och New York påverkas av sättning.

source: Tomato juice, pH 4
sv_se: Tomatjuice, pH 4

source: Toni builds a model of her daily pizza delivery schedule.
sv_se: Toni skapar en modell för sin planering av dagliga pizzaleveranser.

source: Toni builds a model of her pizza delivery schedule.
sv_se: Toni skapar en modell för sin planering av pizzaleveranser.

source: Toni found speed bumps every 1 km on her route.
sv_se: Toni ser att det finns farthinder vid varje kilometer på hennes resa.

source: Too Hot to Handle
sv_se: För varm för att hantera

source: Top-down view
sv_se: Vy uppifrån

source: Top-down view of the Nature Pod at an intersection on a track
sv_se: Vy uppifrån av naturkapseln vid en korsning i banan

source: Total
sv_se: Totalt

source: Total CO₂ (kg) emitted
sv_se: Totala CO₂-utsläpp (kg)

source: Total Number of <class periods> per week in all subjects, including subjects not listed above
sv_se: Totala antalet lektioner i veckan i alla ämnen, inklusive ämnen som inte tagits upp ovan.

source: Total mass collected in five days (kg)
sv_se: Total massa som samlas upp under fem dagar (kg)

source: Total net greenhouse gas emissions (kg CO₂ per kg of food)
sv_se: Totalt nettoutsläpp av växthusgaser (kg CO₂ per kg livsmedel)

source: Total number of frogs found
sv_se: Totalt antal grodor som hittades

source: Total time for all <self-study/private study> in all subjects, including subjects not listed above
sv_se: Total tid för alla självstudier i alla ämnen, inklusive ämnen som inte räknats upp här ovan

source: Total time for all homework in all subjects, including subjects not listed above
sv_se: Total tid för alla läxor i alla ämnen, inklusive ämnen som inte räknats upp här ovan.

source: Town
sv_se: Stad

source: Track
sv_se: Bana

source: Track intersection
sv_se: Korsning för bana

source: Traditional crab traps can cause many problems.
sv_se: Traditionella krabburar kan orsaka många problem.

source: Traditional crab traps have a metal opening panel.
sv_se: Traditionella krabburar har en öppningspanel i metall.

source: Traffic
sv_se: Trafik

source: Train A
sv_se: Tåg A

source: Train B
sv_se: Tåg B

source: Train C
sv_se: Tåg C

source: Train D
sv_se: Tåg D

source: Transportation of turbines to site
sv_se: Transport av vindkraftverk till platsen

source: Travel back to and stop.
sv_se: Kör tillbaka till och stanna.

source: Travel back to .
sv_se: Kör tillbaka till .

source: Travel time
sv_se: Restid

source: Travel time and traffic
sv_se: Restid och trafik

source: Travel to .
sv_se: Kör till .

source: Travel to one .
sv_se: Kör till en .

source: Travel to the other .
sv_se: Kör till den andra .

source: Treatment
sv_se: Behandling

source: Treatment solution
sv_se: Behandlingslösning

source: Treatment solution 1
sv_se: Behandlingslösning 1

source: Treatment solution 2
sv_se: Behandlingslösning 2

source: Treatment solution 3
sv_se: Behandlingslösning 3

source: Treatment solution 4
sv_se: Behandlingslösning 4

source: Treatment solution 5
sv_se: Behandlingslösning 5

source: Treatment solution 6
sv_se: Behandlingslösning 6

source: Treatment suggestion
sv_se: Behandlingsförslag

source: Trees need to be planted in areas where they will be beneficial to ecosystems.
sv_se: Träd behöver planteras i områden där de är till nytta för ekosystemen.

source: Trends in data
sv_se: Trender i data

source: Trial
sv_se: Försök

source: Troy catches the train at Lemontown.
sv_se: Thomas tar tåget i Linköping.

source: True
sv_se: Sant

source: Try adding two artworks by selecting ‘2’ from the Artworks drop-down menu.
sv_se: Försök att lägga till två konstverk genom att välja ”2” från rullistan Konstverk.

source: Try building the program again using a repeat block.
sv_se: Försök att bygga programmet igen med ett upprepa-block.

source: Try clipping three blocks to the when run block to make the Nature Pod move forward.
sv_se: Försök att lägga till tre block vid vid körning-blocket för att få naturkapseln att röra sig framåt.

source: Try to use as few as possible.
sv_se: Försök att använda så få som möjligt.

source: Try to use as few code blocks as possible.
sv_se: Försök använda så få kodblock som möjligt.

source: Turbine blade speed (clockwise revolutions/min)
sv_se: Turbinbladens hastighet (varv/min medsols)

source: Turn around.
sv_se: Sväng runt.

source: Turning off lights when nobody is using a room
sv_se: Släckt lamporna när ingen befinner sig i ett rum

source: Turquoise
sv_se: Turkos

source: Two
sv_se: Två

source: Two fragments (W1 and W2) have cleared extensions similar to the connecting path but not linking to another fragment.
sv_se: Två odlingsytor (W1 och W2) hade avverkade förlängningar som liknade den sammanbindande korridoren men utan att sitta ihop med någon annan odlingsyta.
